{
    "status": "ok",
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Ipadizate.com"
            },
            "author": "Ángel Roca",
            "title": "Esta esperada función de iOS 18 se retrasa hasta 2025",
            "description": "Apple está evolucionando iOS 18 a buen ritmo, con el lanzamiento de iOS 18.1 y con la inminente llegada de iOS 18.2. Estas actualizaciones introducen grandes novedades en el iPhone como Apple Intelligence; sin embargo, hay una función bastante esperada que se…",
            "url": "https://ipadizate.com/ios/esta-esperada-funcion-de-ios-18-se-retrasa-hasta-2025",
            "urlToImage": "https://ipadizate.com/hero/2024/12/iphone-mesa-pantalla-ios-18.1733223897.9683.jpg?width=1200",
            "publishedAt": "2024-12-03T12:02:52Z",
            "content": "Esta función anunciada de iOS 18 se retrasa y no llegará hasta 2025\r\nApple está evolucionando iOS 18 a buen ritmo, con el lanzamiento de iOS 18.1 y con la inminente llegada de iOS 18.2. Estas actuali… [+3171 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Xataka.com"
            },
            "author": "Javier Marquez",
            "title": "BYD no solo es un gigante de la automoción: también tiene un batallón de empleados que ensamblan dispositivos para Apple",
            "description": "A pesar de los esfuerzos de Apple por diversificar la producción de sus productos, la mayoría siguen saliendo de instalaciones en China. Sabemos que la compañía de Cupertino confía en una variedad de socios con presencia en el gigante asiático, como Foxconn, …",
            "url": "https://www.xataka.com/empresas-y-economia/byd-no-solo-gigante-automocion-tambien-tiene-batallon-empleados-que-ensamblan-dispositivos-para-apple",
            "urlToImage": "https://i.blogs.es/61207b/byd-apple/840_560.jpeg",
            "publishedAt": "2024-12-03T12:00:17Z",
            "content": "A pesar de los esfuerzos de Apple por diversificar la producción de sus productos, la mayoría siguen saliendo de instalaciones en China. Sabemos que la compañía de Cupertino confía en una variedad de… [+2536 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Applesfera.com"
            },
            "author": "Álvaro García M.",
            "title": "Ya hay estudios sobre el impacto ChatGPT en la educación: más ejercicios resueltos, peores notas",
            "description": "Usar ChatGPT para hacer los deberes es algo que, aunque algunos no reconozcan, está cada vez más extendido entre los alumnos. Incluso para estudiar de cara a los exámenes. De ahí que existan dudas acerca de si existe un aprendizaje o no es más que un recurso …",
            "url": "https://www.applesfera.com/curiosidades/ya-hay-estudios-sobre-el-impacto-chatgpt-en-la-educacion-mas-ejercicios-resueltos-peores-notas",
            "urlToImage": "https://i.blogs.es/a48c3a/chatgpt/840_560.jpeg",
            "publishedAt": "2024-12-03T12:00:16Z",
            "content": "Usar ChatGPT para hacer los deberes es algo que, aunque algunos no reconozcan, está cada vez más extendido entre los alumnos. Incluso para estudiar de cara a los exámenes. De ahí que existan dudas ac… [+3709 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Xataka Android"
            },
            "author": "Manuel Naranjo",
            "title": "Probar One UI en un iPhone ahora es posible: la solución de Samsung para llevar su interfaz a los usuarios de Apple",
            "description": "Si hablamos del número de smartphones que más se venden en el mundo, Android gana por goleada, pero si lo que nos fijamos es en los modelos concretos más comprados por los usuarios, ahí Apple gana y Samsung le sigue a la zaga. Desde la marca surcoreana han id…",
            "url": "https://www.xatakandroid.com/territorio-ese/probar-one-ui-iphone-ahora-posible-solucion-samsung-para-llevar-su-interfaz-a-usuarios-apple",
            "urlToImage": "https://i.blogs.es/8e1737/portada2/840_560.jpeg",
            "publishedAt": "2024-12-03T12:00:15Z",
            "content": "Si hablamos del número de smartphones que más se venden en el mundo, Android gana por goleada, pero si lo que nos fijamos es en los modelos concretos más comprados por los usuarios, ahí Apple gana y … [+2848 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Eldiario.es"
            },
            "author": "Redacción verTele",
            "title": "Movistar Plus+ integrará las series y películas de Apple TV+ a su oferta antes de final de año",
            "description": "La plataforma de Telefónica sella un acuerdo con la OTT estadounidense para integrar sus contenidos a su catálogo, como ya hizo anteriormente con otras compañías como Max y SkyShowtime\r\nDisney+ y Atresplayer se alían para ofrecer desde ya un plan conjunto con…",
            "url": "https://www.eldiario.es/vertele/noticias/movistar-plus-integrara-series-peliculas-appletv-oferta-final-ano_1_11871646.html",
            "urlToImage": "https://static.eldiario.es/clip/ad2ed8bf-2d5a-4911-8056-c0c4ae191611_facebook-vertele-watermarked-aspect-ratio_default_0.jpg",
            "publishedAt": "2024-12-03T11:59:12Z",
            "content": "Movistar Plus+ ha firmado un acuerdo estratégico para integrar Apple TV+ en su catálogo. A partir del 20 de diciembre, los clientes del paquete miMovistar Ficción podrán disfrutar acceder a la OTT co… [+1776 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Libertaddigital.com"
            },
            "author": "Federico Jiménez Losantos",
            "title": "La Bolsa: El Ibex-35 cotiza en 1.844 puntos",
            "description": "Luis Fernando Quintero nos trae la apertura del parqué madrileño que abre al alza.",
            "url": "https://esradio.libertaddigital.com/fonoteca/2024-12-03/la-bolsa-el-ibex-35-cotiza-en-1-844-puntos-p20-s1701710-7193667.html",
            "urlToImage": "https://s.libertaddigital.com/2021/09/07/1500/1500/federico-podcast-2021.jpg",
            "publishedAt": "2024-12-03T11:55:15Z",
            "content": "Escucha este programa en cualquier momento y lugar a través de los podcasts de Libertad Digital y esRadio. Descarga nuestra aplicación para iOs o Android, visita nuestra página web en esradio.fm, o e… [+315 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Bolsamania.com"
            },
            "author": "redaccion@bolsamania.com (César Nuez)",
            "title": "Compañías que deben tener muy en cuenta este martes por técnico en Wall Street",
            "description": "Señal de compra en Apple que consigue superar los máximos de todos los tiempos.",
            "url": "https://www.bolsamania.com/noticias/analisis-tecnico/companias-que-deben-tener-muy-en-cuenta-este-martes-por-tecnico-en-wall-street--18245354.html",
            "urlToImage": "https://img6.s3wfg.com/web/img/images_uploaded/5/3/cbwallstreet2.jpg",
            "publishedAt": "2024-12-03T11:51:00Z",
            "content": "Señal de compra en Apple que consigue superar los máximos de todos los tiempos.\r\nLa compañía pone fin al movimiento lateral de los últimos meses. El valor se mete en subida libre con el camino despej… [+784 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "La Vanguardia"
            },
            "author": "Sergio J. Ortiz",
            "title": "Este iPhone 12 Pro Max cae repentinamente en una oferta ilusionante de Amazon",
            "description": "Dicen que cuando una puerta se cierra, se abre una ventana, y que un final no es más que un nuevo comienzo. El Black Friday de 2024 ha finalizado, pero no las ofertas. Siguen habiendo rebajas de precios muy interesantes en productos de tecnología, como esta o…",
            "url": "https://www.lavanguardia.com/andro4all/ofertas/este-iphone-12-pro-max-cae-repentinamente-en-una-oferta-ilusionante-de-amazon",
            "urlToImage": "https://www.lavanguardia.com/andro4all/hero/2024/12/iphone-12-pro-colores.jpg?width=1200",
            "publishedAt": "2024-12-03T11:30:57Z",
            "content": "La línea iPhone 12 Pro Max tiene un precio muy bajo\r\nDicen que cuando una puerta se cierra, se abre una ventana, y que un final no es más que un nuevo comienzo. El Black Friday de 2024 ha finalizado,… [+3337 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Applesfera.com"
            },
            "author": "Alberto García",
            "title": "No me convencen los auriculares Bluetooth de Apple. Por suerte, esta alternativa de Beats es espectacular (y barata)",
            "description": "Es innegable que los auriculares Bluetooth de Apple son buenos, pero en muchos casos también son caros. No obstante, hay alternativas que, lejos de prescindir de buenas características, son mucho más baratos, y unas opciones mucho más interesantes si tenemos …",
            "url": "https://www.applesfera.com/seleccion/no-me-convencen-auriculares-bluetooth-apple-suerte-esta-alternativa-beats-espectacular-barata",
            "urlToImage": "https://i.blogs.es/8677fb/beats-solo-4-cabecera/840_560.jpeg",
            "publishedAt": "2024-12-03T11:30:14Z",
            "content": "Es innegable que los auriculares Bluetooth de Apple son buenos, pero en muchos casos también son caros. No obstante, hay alternativas que, lejos de prescindir de buenas características, son mucho más… [+2023 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Xataka Android"
            },
            "author": "Pepu Ricca",
            "title": "Cómo convertir tu smartphone Android en un móvil tonto como el \"iPhone soviético\" de David Broncano",
            "description": "Anoche, David Broncano desveló su \"móvil tonto\". Y no, no hablamos de que tenga un Nokia o un Motorola tipo concha. Puedes ver (minuto 58:30) que su iPhone es uno de los modelos recientes, pero con funcionalidades reducidas: solo se ven las llamadas, mensajes…",
            "url": "https://www.xatakandroid.com/tutoriales/como-convertir-tu-smartphone-android-movil-tonto-como-iphone-sovietico-david-broncano",
            "urlToImage": "https://i.blogs.es/3e0400/broncano-dumbphone/840_560.jpeg",
            "publishedAt": "2024-12-03T11:30:14Z",
            "content": "Anoche, David Broncano desveló su \"móvil tonto\". Y no, no hablamos de que tenga un Nokia o un Motorola tipo concha. Puedes ver (minuto 58:30) que su iPhone es uno de los modelos recientes, pero con f… [+4600 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Hibridosyelectricos.com"
            },
            "author": "Alberto Pérez",
            "title": "Honda ZR-V e:HEV (versión 2024): Precio, medidas, motor, interior y maletero",
            "description": "Si hay un segmento o un tipo de vehículo realmente cotizado en España, ese es el de los SUV híbridos de tamaño medio. La mayoría de usuarios es lo que busca para ocupar su plaza de garaje, un modelo que sea práctico en el día a día y que consuma poco. Honda p…",
            "url": "https://www.hibridosyelectricos.com/coches/honda-zr-v-e-hev-version-2024-precio-medidas-motor-interior-maletero_76955_102.html",
            "urlToImage": "https://www.hibridosyelectricos.com/uploads/s1/85/87/41/honda-zr-v-1_17_2000x1126.jpeg",
            "publishedAt": "2024-12-03T11:30:00Z",
            "content": "Si hay un segmento o un tipo de vehículo realmente cotizado en España, ese es el de los SUV híbridos de tamaño medio. La mayoría de usuarios es lo que busca para ocupar su plaza de garaje, un modelo … [+6595 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "La Vanguardia"
            },
            "author": "Marcos Catalán",
            "title": "Anya Taylor-Joy protagonizará la nueva serie exclusiva de Apple TV+, 'Lucky', basada en un superventas",
            "description": "Apple TV+ sigue empeñada en ser el hogar de las series, al menos de las producciones propias, y parece que no hay semana en la que no anuncie la renovación de algunas de las que ya tiene en antena, o casi, como Your Friends & Neighbours con Jon Hamm en el pap…",
            "url": "https://www.lavanguardia.com/andro4all/series/anya-taylor-joy-protagonizara-la-nueva-serie-exclusiva-de-apple-tv-lucky-basada-en-un-superventas",
            "urlToImage": "https://www.lavanguardia.com/andro4all/hero/2024/12/anya-taylor-joy.jpg?width=1200",
            "publishedAt": "2024-12-03T11:26:54Z",
            "content": "La actriz británico-argentina tiene varias producciones en marcha actualmente\r\nApple TV+ sigue empeñada en ser el hogar de las series, al menos de las producciones propias, y parece que no hay semana… [+2531 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Hipertextual"
            },
            "author": "Rubén Chicharro",
            "title": "Digi ahora tiene televisión: más de 100 canales por menos de lo que cuesta Netflix o Disney",
            "description": "Digi ha anunciado un nuevo servicio de televisión para hacer frente a operadores como O2, quienes desde hace poco también ofrecen a algunos de sus clientes la posibilidad de contratar Movistar Plus+. Se llama Digi TV, tiene un precio relativamente económico y…",
            "url": "http://hipertextual.com/2024/12/digi-tv",
            "urlToImage": "https://imgs.hipertextual.com/wp-content/uploads/2024/04/Digi-logo-scaled.jpg",
            "publishedAt": "2024-12-03T11:18:43Z",
            "content": "Digi ha anunciado un nuevo servicio de televisión para hacer frente a operadores como O2, quienes desde hace poco también ofrecen a algunos de sus clientes la posibilidad de contratar Movistar Plus+.… [+2173 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "La Vanguardia"
            },
            "author": "Fran Besora",
            "title": "Nada de aluminio: los iPhone 17 Pro seguirán siendo de titanio",
            "description": "Guerra de rumores. La semana pasada salió a la luz que todos los iPhone 17 llegarían con un chasis de aluminio, dejando los modelos Pro con titanio después de dos años. Sin embargo, el filtrador Instant Digital, quien tiene un buen historial de predicciones, …",
            "url": "https://www.lavanguardia.com/andro4all/apple/nada-de-aluminio-los-iphone-17-pro-seguiran-siendo-de-titanio",
            "urlToImage": "https://www.lavanguardia.com/andro4all/hero/2024/12/titanio-iphone-17-pro.jpg?width=1200",
            "publishedAt": "2024-12-03T11:17:15Z",
            "content": "Los iPhone 17 Pro llegarían con un chasis de titanio\r\nGuerra de rumores. La semana pasada salió a la luz que todos los iPhone 17 llegarían con un chasis de aluminio, dejando los modelos Pro con titan… [+2358 chars]"
        }
        
    ]
}
